Repository: common-repository/post-from-og
Catalog: languages/pfogloc-*.po
Languages: es_es, pt_br

source: Enter a URL and, if the page has Open Graph information, you can publish a post wiht it. The OG image will be downloaded to your site and set as Featured Image of the new post.
es_es: Inserta una URL y, si la página tiene información Open Graph, podrás publicar una entrada con ella. <br />La imagen OG será descargada a tu sitio web y marcada como Imagen Destacada.
pt_br: Insira uma URL e, se a página contiver informação Open Graph, você pode publicar um post com ela. A imagem OG será copiada para seu servidor e marcada como Imagem Destacada do novo post.

source: Create
es_es: Crear
pt_br: Criar

source: Post from OG
es_es: Crear de OG
pt_br: Criar de OG

source: Create Post from Open Graph
es_es: Crear Entrada con base en Open Graph
pt_br: Criar Post com base em Open Graph

source: Grab site info
es_es: Buscar OG
pt_br: Buscar OG

source: Don't redirect after post creation.
es_es: No redireccionar después de crear la entrada.
pt_br: Não redirecionar depois de criar post.

source: Create a post
es_es: Crear entrada
pt_br: CrIar post

source: Version
es_es: Versión
pt_br: Versão

source: No OG data in the page.
es_es: No hay datos OG en la página.
pt_br: Não há dados OG na página.

source: Undefined error.
es_es: Error no definido.
pt_br: Erro não definido.

source: Title not set.
es_es: Página sin título.
pt_br: Página sem título.
